import busTicketInfo_1 from '../../public/Assets/Images/bus-details/bus01.png';
import busTicketInfo_2 from '../../public/Assets/Images/bus-details/bus02.png';
import busTicketInfo_3 from '../../public/Assets/Images/bus-details/bus03.png';
import busTicketInfo_4 from '../../public/Assets/Images/bus-details/bus04.png';
import busTicketInfo_5 from '../../public/Assets/Images/bus-details/bus05.png';

export const busTicketCardData = [
    { id: 1, image: busTicketInfo_1, title: "خرید بلیط اتوبوس",
        body: "خرید اینترنتی بلیط اتوبوس، مسافران را از اینکه خیلی زودتر در ترمینال حضور داشته باشند، بی‌نیاز ساخته است. شما می‌توانید همین طور که در خانه نشسته‌اید، خرید بلیط برای اتوبوس را انجام دهید.\n" +
            "برای اینکه سفر را برای خود راحت‌تر و لذت‌بخش‌تر کنید، می‌توانید برای خرید بلیط VIP اقدام کنید. اگرچه قیمت بلیط اتوبوس VIP کمی گران‌تر است، اما ارزشش را دارد. ضمنا با خرید بلیط رویال سفر هم سفری بی‌دردسر را تجربه خواهید کرد، چرا که این شرکت هم شرایط رفاهی قابل‌قبولی برای مسافران فراهم می‌کند.\n" +
            "هنگام خرید آنلاین بلیط اتوبوس از علی‌بابا کاربران این امکان را خواهند داشت که از میان شرکت‌های موجود، مناسب‌ترین انتخاب را برای خود داشته باشند."},
    { id: 2, image: busTicketInfo_2, title: "رزرو بلیط اتوبوس",
        body: "رزرو بلیط راهکاری دوراندیشانه و عاقلانه برای کسانی است که می‌خواهند از زمان‌بندی سفرشان مطمئن باشند. این موضوع زمانی اهمیت بیشتری می‌یابد که بخواهید بلیط را برای زمان‌های پرسفر رزرو کنید. راحت‌ترین روش، رزرو اینترنتی بلیط اتوبوس از سایت علی‌بابا است.\n" +
            "به این ترتیب می‌توانید ساعت حرکت و شرکت اتوبوس‌رانی موردنظرتان را انتخاب کنید. مراجعه به یک سایت رزرو بلیط‌های اتوبوس معتبر نظیر علی‌بابا، خیال شما را از تهیه بلیط اتوبوس برای تاریخ موردنظرتان آسوده می‌کند. امکاناتی نظیر مشاهده مسافت و قوانین استرداد و البته طول مسافت، علی‌بابا را به بهترین سامانه رزرو بلیط اتوبوس تبدیل کرده است." },
    { id: 3, image: busTicketInfo_3, title: "قیمت بلیط اتوبوس",
        body: "همان طور که اشاره شد، ارزان بودن قیمت بلیط نسبت به سایر وسایل نقلیه بین‌شهری، یکی از انگیزه‌های اصلی مردم برای سفر با اتوبوس است. عوامل متعددی در تعیین قیمت بلیط‌های اتوبوس موثرند که از مهم‌ترین آن‌ها می‌توان به طول سفر و امکانات اتوبوس اشاره کرد.\n" +
            "اما اگر به دنبال استعلام قیمت بلیط اتوبوس برای یک یا چند مسیر هستید، می‌توانید به علی‌بابا مراجعه کنید. کافی است مبدا، مقصد و زمان سفر را مشخص کنید تا لیست کاملی از قیمت بلیط اتوبوس شرکت‌های مختلف را مشاهده کنید.\n" +
            "ضمنا قیمت بلیط VIP را نیز می‌توانید در همین لیست ببینید. اگر هم به دنبال بلیط اتوبوس ارزان هستید، می‌توانید در تنظیمات بالای صفحه، بلیط‌ها را براساس کمترین قیمت تعیین کنید."},
    { id: 4, image: busTicketInfo_4, title: "بلیط اتوبوس VIP",
        body: "اگر زیاد با اتوبوس سفر نکرده‌ باشید، احتمالا از خود می‌پرسید که چرا باید برای سفر بلیط VIP تهیه کنید. اما کافی است یک بار بلیط VIP بخرید و از سفری آرام با امکانات رفاهی عالی لذت ببرید.\n" +
            "خرید بلیط اتوبوس VIP در سفرهای طولانی اهمیت بیشتری پیدا می‌کند، چرا که در سفر طولانی به آسایش و شرایط بهتر برای خواب بیشتر نیاز خواهید داشت. اتوبوس‎های VIP صندلی‌های استاندارد و راحتی دارند که در صورت تمایل به تخت تبدیل می‌شوند.\n" +
            "پذیرایی‌ در طول مسیر هم از دیگر امکانات این نوع اتوبوس‌هاست. بلیط VIP را به سادگی می‌توانید در علی‌بابا بخرید؛ در لیستی که از بلیط‌های اتوبوس‌ها مشاهده می‌کنید، اتوبوس‌های VIP به وضوح مشخص شده‌اند."},
    { id: 5, image: busTicketInfo_5, title: "بلیط اتوبوس ارزان",
        body: "اگر می‌خواهید هزینه سفرتان کمتر شود، احتمالا به دنبال بلیط ارزان هستید. همان طور که اشاره شد قیمت بلیط به عوامل مختلفی نظیر طول سفر و شرکت اتوبوس‌رانی بستگی دارد.\n" +
            "بنابراین برای پیدا کردن اتوبوس ارزان در یک مقصد مشخص، باید بلیط را از شرکتی بخرید که ارزان‌فروش‌تر از بقیه است. برای این کار پس از اینکه مبدا، مقصد و تاریخ سفر را در علی‌بابا مشخص می‌کنید، لیست مفصلی از بلیط‌ها را می‌بینید. در این مرحله، در بالای صفحه یک فیلتر به نام «قیمت» وجود دارد.\n" +
            "وقتی روی آن کلیک کنید، قیمت بلیط اتوبوس در مسیر موردنظرتان را از کمترین قیمت می‌بینید. حالا امکان خرید بلیط اتوبوس ارزان برای شما فراهم شده است."},
]
