import iran_payma from '../../public/Assets/Images/bus-details/comany-icons/iran-peyma.png';
import royal_safar from '../../public/Assets/Images/bus-details/comany-icons/royal-safar.png';
import seir_va_safar from '../../public/Assets/Images/bus-details/comany-icons/sair-va-safar.png';
import aria_safar from '../../public/Assets/Images/bus-details/comany-icons/araia-safar.png';
import hamsafar from '../../public/Assets/Images/bus-details/comany-icons/hamsafar.png';
import gity_payma from '../../public/Assets/Images/bus-details/comany-icons/gity-peyma.png';
import mahan_safar from '../../public/Assets/Images/bus-details/comany-icons/mahan-safar.png';
import taavoni_15 from '../../public/Assets/Images/bus-details/comany-icons/taavoni-15.png';

export const busCompaniesData =[
    { id: 1, image: iran_payma, title: "ایران‌پیما",
        body: "ایران‌پیما یکی از معروف‌ترین و قدیمی‌ترین شرکت‌های اتوبوس‌رانی کشور است. از سال‌ها قبل ایران‌پیما در بیشتر شهرهای کشور نمایندگی داشته است. تا همین چند سال پیش بود که اتوبوس‌های بنز این شرکت را با رنگ قرمز و شکل خاص نوشته شدن ایران‌پیما روی بدنه اتوبوس تشخیص می‌دادیم؛ اما امروزه این شرکت اتوبوس‌رانی از اتوبوس‌هایی نظیر ولوو و اسکانیا نیز در ترکیب خود استفاده می‌کند. در حال حاضر بیشتر اتوبوس‌های شرکت ایران‌پیما از نوع VIP هستند. شما می‌توانید به سادگی بلیط اتوبوس ایران پیما و سایر شرکت‌ها را از علی‌بابا رزرو کنید."
    },
    { id: 2, image: royal_safar, title: "رویال سفر ایرانیان",
        body: "شرکت رویال سفر ایرانیان از سال 1385 کار خود را شروع کرد. می‌توان گفت با آغاز به کار رویال سفر بود که سطح سفرهای بین‌شهری با اتوبوس وارد مرحله جدیدی شد. اتوبوس‌های این شرکت با برخورداری از امکانات مدرن و به‌روز مسافران را با شکل جدیدی از سفر مواجه کرد. در حال حاضر، رویال سفر ایرانیان دارای 550 دستگاه اتوبوس VIP است. گفتنی است این شرکت در 50 شهر در داخل و خارج از کشور نمایندگی دارد. شما می‌توانید به سادگی بلیط اتوبوس رویال سفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید."
    },
    { id: 3, image: seir_va_safar, title: "سیر و سفر",
        body: "یکی دیگر از شرکت‌های اتوبوس‌رانی معروف کشور، سیر و سفر است. این شرکت اتوبوس‌رانی در سال 1369 آغاز به کار کرد و از آن سال تا به حال فعالیت‌های خود را توسعه داده است. بسیاری از اتوبوس‌های شرکت سیر و سفر از نوع VIP هستند و امکانات رفاهی مطلوبی برای مسافران به وجود می‌آورند. شما می‌توانید به سادگی بلیط اتوبوس سیر و سفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید."
    },
    { id: 4, image: aria_safar, title: "آریا سفر",
        body: "از دیگر شرکت‌های اتوبوس‌رانی کشور می‌توان به آریا سفر اشاره کرد. نام کامل این شرکت اتوبوس‌رانی، شركت تعاونی مسافربری شماره 11 آریا سفر است که بسیاری از مسیرهای داخل کشور را پوشش می‌دهند. آریا سفر تنها از دو پایانه مسافربری تهران یعنی، ترمینال غرب و ترمینال جنوب عازم مسیرهای مختلف می‌شود. آریا سفر هم در بسیاری از شهرهای کشور نمایندگی دارد. شما می‌توانید به سادگی بلیط اتوبوس آریا سفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید."
    },
    { id: 5, image: hamsafar, title: "همسفر",
        body: "شرکت اتوبوس‌رانی همسفر از سال 1378 کار خود را شروع کرد. در ابتدا تنها هفت دستگاه اتوبوس برای این شرکت کار می‌کردند؛ اما با گذشت زمان و استقبال مردم از خدمات همسفر، تعداد اتوبوس‌‌ها و گستره فعالیت‌های آن افزایش یافت. شما برای سفر به نقاط مختلف کشور می‌توانید بلیط همسفر را هم آنلاین بخرید و راهی شوید. شما می‌توانید به سادگی بلیط اتوبوس همسفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید."
    },
    { id: 6, image: gity_payma, title: "گیتی پیما",
        body: "یکی دیگر از شرکت‌های اتوبوس‌رانی قدیمی ایران، شرکت گیتی پیما است. گیتی پیما که نام کاملش شرکت بین المللی گیتی پیما ایرانیان است، برای بسیاری از شهرهای مختلف کشور اتوبوس دارد. برای خرید بلیط گیتی پیما کافی است در صفحه خرید بلیط اتوبوس علی‌بابا، در پنجره کناری گزینه گیتی پیما را فعال کنید. شما می‌توانید به سادگی بلیط اتوبوس گیتی پیما و سایر شرکت‌ها را از علی‌بابا رزرو کنید."
    },
    { id: 7, image: mahan_safar, title: "ماهان سفر",
        body: "شرکت اتوبوس‌رانی ماهان سفر در سال 1372 کار خود را آغاز کرد، از آن پس فعالیت‌های شرکت گسترش یافت. یکی از اهداف فعلی ماهان سفر ایرانیان افزایش تعداد اتوبوس‌های VIP در مسیر جنوب و جنوب غرب کشور است. پذیرایی از مسافران با صبحانه، غذا و نوشیدنی سرد و گرم، ارائه مجله، در دسترس بودن پتو و بالش و پخش فیلم‌ سینمایی از جمله امکانات اتوبوس‌های VIP ماهان سفر است. شما می‌توانید به سادگی بلیط اتوبوس ماهان سفر و سایر شرکت‌ها را از علی‌بابا رزرو کنید."
    },
    { id: 8, image: taavoni_15, title: "تعاونی شماره 15",
        body: ""
    },

]
