export const busTicketSectionData = [
    {id: 1, title: "بلیط اتوبوس",
        body: "سفر با اتوبوس به دلیل پایین آوردن هزینه‌ها و البته راحتی و امنیت بالا مورد استقبال مسافران است. با توسعه فناوری‌های نوین و ایجاد رفتار خرید اینترنتی، دیگر نیازی نیست برای خرید بلیط اتوبوس به ترمینال شرق و سایر ترمینال‌های اتوبوس‌رانی مراجعه کنید.\n" +
            "علی‌بابا با توجه به اعتبار و پیشینه‌ای که در زمینه عرضه بلیط سفر و سایر خدمات گردشگری دارد، بهترین وب‌سایت رزرو بلیط اتوبوس است. شما می‌توانید در علی‌بابا بهتر",
        more: "ین قیمت را برای خرید بلیط اتوبوس پیدا کنید؛ همچنین این امکان را دارید تا از بین شرکت‎‌های اتوبوس‌رانی مختلف دست به انتخاب بزنید.\n" +
            "علی‌بابا به عنوان مرجع فروش بلیط اینترنتی اتوبوس، تمام مسیرهای زمینی داخل کشور و تعدادی از مسیرهای خارجی را پوشش می‌دهد.\n" +
            "در دسترس بودن لیست کاملی از شرکت‌های اتوبوس‌رانی در سایت علی‌بابا امکان خرید آنلاین بلیط اتوبوس را با قیمت مناسب برای شما ممکن می‌سازد.\n" +
            "از طرف دیگر اگر ترجیح شما رفاه و آرامش بیشتر در طول سفر است، می‌توانید بلیط اتوبوسی را بخرید که اگرچه قیمتش کمی بیشتر است، اما از امکانات رفاهی بیشتری نیز برخوردار است و سفر را برای شما دلپذیرتر می‌کند.\n" +
            "ضمنا شما هنگام خرید آنلاین بلیط اتوبوس از علی‌بابا، علاوه بر انتخاب صندلی، می‌توانید طول مسیر، ساعت حرکت و قوانین استرداد بلیط را نیز مشاهده کنید. "
    },
    {id: 2, title: "استرداد بلیط اتوبوس",
        body: "طبیعی است که گاهی اوقات، سفرتان به هر دلیلی لغو شود. در این زمان به دنبال استرداد بلیط (کنسلی) هستید. اگر بلیط‌تان را از علی‌بابا خریده‌اید، نگران نباشید؛ فرآیند استرداد بلیط اتوبوس در علی‌بابا راحت و بی‌دردسر است. کافی است وارد حساب کاربری‌تان شوید و روی نام کاربری‌تان کلیک کنید. در لیست نمایش داده شده، روی سفارشات و استردادها کلیک کنید.\n" +
            "در صفحه بعد شماره سفارش خود را وارد و سپس روی جستجو کلیک کنید. پس از اتمام مراحل استرداد، پولی که بابت خرید بلیط پرداخته‌اید، در کوتاه‌ترین زمان ممکن به حساب شما برمی‌گردد.\n" +
            "زمانی که بلیط را می‌خرید به قوانین بلیط هم دقت کنید. قوانین استرداد را در همان پنجره بلیط، در بخش «اطلاعا",
        more: "ت بیشتر» مشاهده خواهید کرد. این قوانین به شما می‌گوید که جریمه استرداد یا کنسلی بلیط اتوبوس چه میزان است. "
    },
    {id: 3, title: "استعلام بلیط اتوبوس",
        body: "گاهی وقت‌ها بعد از اینکه به‌صورت اینترنتی بلیط اتوبوس خودتان را می‌خرید، نیاز دارید تا دوباره به آن بلیط اتوبوس سر بزنید و فرایند رهیری بلیط اتوبوس را انجام دهید. گاهی پیش می‌آید که باید بعضی از اطلاعات مهم و کاربردی بلیط خودتان را مجددا بررسی کنید تا روز حرکت اتوبوس به مشکل خاصی برنخورید و بدون دردسر، سفر خودتان را شروع کنید. مثلا ممکن است تاریخ حرکت اتوبوس را فراموش کرده باشید یا بخواهید شماره تعاونی و ترمینال را دوباره ببینید یا به همسفرتان خبر دهید. در چنین شرایطی لازم است که اصطلاحا استعلام بلیط اتوبوس یا رهگیری بلیط اتوبوس انجام دهید تا همه اطلاعات سفرتان کف دستتان باشد.\n" +
            "هنگام خرید بلیط اتوبوس از علی بابا، اطلاعات بلیط و شماره سفارش برای شما پیامک و ایمیل می‌شود؛ اما اگر این پیامک و ایمیل را گم کردید، هیچ نگران نباشید. در ادامه توضیح می‌دهیم که چطور می‌توانید بلیط اتوبوستان را مجددا استعلام کنید. استعلام بلیط اتوبوس در وب‌سایت علی‌بابا بسیار ساده و سرراست است. فقط کافی است مراحل زیر را گام‌به‌گام انجام دهید تا به ا",
        more: "طلاعاتی که می‌خواهید دست پیدا کنید.\n" +
            "قدم اول این است که وارد وب‌سایت علی‌بابا شوید و به حساب کاربری‌تان بروید. برای این کار باید گزینه ورود را بزنید. حالا باید شماره همراه یا ایمیلتان را وارد کنید. سپس کدی که به شماره‌تان پیامک شده را همین جا وارد کنید تا وارد حساب کاربری‌تان شوید.\n" +
            "بعد از ورود به حساب کاربری، برای استعلام بلیط اتوبوس، روی آیکن حساب کاربری بزنید. سپس عبارت «اطلاعات حساب کاربری» را انتخاب کنید. حالا وارد صفحه‌ای می‌شوید که باید به‌دنبال گزینه «تراکنش‌ها» بگردید. از بالای صفحه آن را پیدا کنید و روی آن بزنید.وارد این صفحه که بشوید، لیست کامل تراکنش‌های خودتان را خواهید دید. از بین لیست تراکنش‌ها، دنبال آن تراکنشی بگردید که می‌خواهید استعلامش کنید.\n" +
            "شما می‌توانید برای پیداکردن هر چه سریع‌تر و راحت‌تر بلیط خودتان، از فیلترهای مختلف وب‌سایت علی‌بابا استفاده کنید؛ به عنوان مثال، شما می‌توانید با استفاده از فیلتر تاریخ، آن بازه زمانی را انتخاب کنید که بلیط را خریده بودید. جدا از این، با انتخاب گزینه «نوع تراکنش» یا «انتخاب محدوده قیمت»، استعلام بلیط اتوبوس برای شما راحت‌تر خواهد شد.\n" +
            "بعد از اینکه تراکنش موردنظرتان را پیدا کردید، از ستون توضیحات، شماره سفارش آن را بردارید و جایی یادداشت کنید. بعد از برداشتن شماره سفارش از بین لیست تراکنش‌ها، قدم آخر این است که روی گزینه «سفرهای من» بزنید.\n" +
            "در این قسمت شما باید شماره سفارش خودتان را در کادر مشخص‌شده بنویسید و گزینه جستجو را بزنید. بعد از پیداکردن سفارش مدنظر، روی گزینه‌ سمت چپ با نام «مشاهده و استرداد» بزنید.\n" +
            "حالا شما می‌توانید تمام اطلاعات مهم بلیط اتوبوس‌تان را مشاهده کنید و آن‌ها را روی تلفن همراه یا سیستم شخصی‌تان ذخیره کنید یا برای همسفرانتان بفرستید تا در شروع سفر، بدون دردسر و نگرانی حرکت کنید. با انتخاب گزینه «استرداد» می‌توانید نسبت به کنسل‌کردن بلیط اتوبوس اقدام کنید.\n" +
            "با انتخاب گزینه «دریافت بلیط»، بلیط الکترونیک (PDF) شما دانلود خواهد شد. گزینه «مشاهده مسافران» را هم که بزنید، تعداد بلیط و اطلاعات همسفرانتان را خواهید دید. باقی اطلاعات مهم مثل شماره رزرو، ساعت حرکت، مبلغ بلیط و ساعت حرکت هم از همین جا قابل‌مشاهده است.\n" +
            "این مسیر، در واقع همان مسیری است که برای رهگیری بلیط اتوبوس باید طی شود که حالا خودتان گام‌به‌گام بدون نیاز به دیگران می‌توانید انجامش دهید."
    },
    {
        id: 4, title: "شرکت‌های اتوبوس‌رانی",
        body: "در حال حاضر، شرکت‌های اتوبوس‌رانی متعددی وجود دارند که تمام مسیرهای داخل و برخی از مسیرهای خارج از کشور را پوشش می‌دهند. این شرکت‌ها در بسیاری از امکانات و خدمات مشترک‌اند و در عین حال تفاوت‌هایی با هم دارند.\n" +
            "زمانی که برای خرید بلیط اتوبوس جستجو می‌کنید، این شرکت‌ها گزینه‌های مختلفی برای شما دارند و می‌توانید با توجه به شرایط خود از بین آنها انتخاب کنید. در ادامه چند مورد از معروف‌ترین شرکت‌های اتوبوس‌رانی کشور را به شما معرفی می‌کنیم.",
        more: "",
    }

]