import IMG1 from "../../public/Assets/Images/train-card/2/train04-18b35025.jpg"
import IMG2 from "../../public/Assets/Images/train-card/2/train05-cb016de5.jpg"
import IMG3 from "../../public/Assets/Images/train-card/2/train06-52f070a5.jpg"
import IMG4 from "../../public/Assets/Images/train-card/2/train07-190ff6bb.jpg"
import { trainCardType } from "../../model/train.type"
export const trainCardDataTwo: trainCardType[] = [
    { id: 1, image: IMG1.src, title: "کوپه دربست در قطار", body: "یکی از تفاوت‌های قطار با سایر وسائل نقلیه عمومی کوپه‌های دربست آن است. شما می‌توانید کوپه‌های چهارنفره و شش‌نفره را دربست کنید تا به همراه خانواده یا دوستان خود سفر راحت‌تری را تجربه کنید. دربست کردن کوپه اصلا کار سختی نیست و در طی فرایند خرید اینترنتی بلیط از سایت  ", link: "علی بابا", body2: "می‌توانید به آسانی بلیط قطار خود را به صورت دربست خریداری کنیم." },
    { id: 2, image: IMG2.src, title: " بلیط قطار برای سفرهای دانشجویی", body: "سفر با قطار ارزان است و همین موضوع باعث می‌شود تا مورد توجه دانشجویان باشند. به طور معمول دانشجویانی که در شهرهای غیربومی تحصیل می‌کنند به صورت پرتکرار سفر می‌کنند و ماهانه حداقل یک بار به شهر خودشان باز می‌گردند که قطار یکی از انتخاب‌های اصلی آنهاست؛ چرا که هم قیمت به‌صرفه‌ای دارد و هم سفر راحتی را تجربه خواهند کرد." },
    { id: 3, image: IMG3.src, title: "خرید بلیط قطار برای مسیرهای پر تعدد", body: " با ارائه ظرفیت کامل بر روی مسیرهای پرتردد مثل تهران – مشهد – تهران، اصفهان – تهران – اصفهان، یزد – تهران – یزد، تهران – شیراز – تهران و... امکان خرید سریع و آسان بلیط قطار، به ویژه در ایام اوج سفر مثل نوروز و تابستان را فراهم می‌کند. شما با مراجعه به سامانه با ", link: "علی بابا", body2: " می‌توانید با خیال راحت بلیط سفرهای ریلی خود را از علی‌بابا خریداری کنید" },
    { id: 4, image: IMG4.src, title: "بلیط قطار تهران - مشهد", body: " تهران - مشهد پرترددترین مسیر ریلی کشور است که قطارهای تمام شرکت‌های ریلی در این مسیر مسافران را جا‌به‌جا می‌کنند. حضور بارگاه امام رضا در مشهد، برگزاری سمینارها و همایش‌های مختلف و اجرای پروژه‌های تجاری، این مسیر را به یکی از پررونق‌ترین مسیرهای ریلی تبدیل کرده است. در سفرهای زیارتی، که اغلب گروهی و به صورت خانوادگی انجام می‌شود، استقبال از قطار بسیار زیاداست" },

]