import IMG1 from "../../public/Assets/Images/train-card/1/train01-a9319967.jpg"
import IMG2 from "../../public/Assets/Images/train-card/1/train02-bdc8c838.jpg"
import IMG3 from "../../public/Assets/Images/train-card/1/train03-3939bf8b.jpg"
import IMG4 from "../../public/Assets/Images/train-card/2/train04-18b35025.jpg"
import IMG5 from "../../public/Assets/Images/train-card/2/train05-cb016de5.jpg"
import IMG6 from "../../public/Assets/Images/train-card/2/train06-52f070a5.jpg"
import IMG7 from "../../public/Assets/Images/train-card/2/train07-190ff6bb.jpg"
import IMG8 from "../../public/Assets/Images/train-card/4/1.jpg"
import IMG9 from "../../public/Assets/Images/train-card/4/3.jpg"
import IMG10 from "../../public/Assets/Images/train-card/4/3 (3).jpg"
import IMG11 from "../../public/Assets/Images/train-card/3/1.jpg"
import IMG12 from "../../public/Assets/Images/train-card/3/2.jpg"
import IMG13 from "../../public/Assets/Images/train-card/3/3.jpg"
import IMG14 from "../../public/Assets/Images/train-card/3/4.jpg"
import IMG15 from "../../public/Assets/Images/train-card/3/5.jpg"
import IMG16 from "../../public/Assets/Images/train-card/3/6.jpg"
import IMG17 from "../../public/Assets/Images/train-card/3/7.jpg"
import IMG18 from "../../public/Assets/Images/train-card/3/8.jpg"




import { trainCardType } from "../../model/train.type"
export const trainCardDataOne: trainCardType[] = [
    { id: 1, width: 3.9, image: IMG1.src, title: "خرید اینترنتی بلیط قطار", body: "خرید اینترنتی بلیط قطار مزایای زیادی دارد، از جمله: مقایسه‌ قیمت بلیط قطارهای مختلف، انتخاب دقیق ساعت حرکت قطار، انتخاب از بین قطارهای متنوع شرکت‌های ریلی، پرداخت سریع و آسان با کارت شتابی، استرداد کاملا آنلاین بلیط قطار، خرید مطمئن بلیط مقاصد پرسفر، رزرو آسان بلیط قطار در فصل‌های شلوغ و مطلع شدن از پیش‌فروش قطارها از طریق ایمیل. شما به راحتی می‌توانید با مراجعه به ", link: "www.alibaba.ir", body2: " بلیط قطار خود را به آسانی  خریداری کنید." },
    { id: 2, width: 3.9, image: IMG2.src, title: "استرداد آنلاین بلیط قطار", body: "در گذشته، استرداد بلیط قطار از دغدغه‌های اصلی مسافران بود. حتی مسافرانی که بلیط را آنلاین می‌خریدند، برای استرداد آن مجبور بودند به صورت حضوری به دفاتر فروش مراجعه کنند. علی‌بابا با فراهم کردن زیرساخت‌های لازم، خدمت استرداد آنلاین بلیط قطار را به مسافران ارائه می‌کند و شما با مراجعه به حساب کاربری خود در ", link: "علی بابا", body2: "  با چند کلیک ساده می‌توانید بلیط را به صورت کاملا آنلاین استرداد کنید و مبلغ آن را (پس از کسر جریمه‌ کنسلی) در حساب بانکی‌تان دریافت کنید." },
    { id: 3, width: 3.9, image: IMG3.src, title: "خرید گروهی", body: " یکی از دغدغه‌های مسافران قطار، امکان رزرو بلیط برای سفرهای خانوادگی و گروهی است. مشتریان علی‌بابا می‌توانند تا سقف ۶ بلیط برای ۶ نفر را در یک سفارش و با یک بار پرداخت خریداری کنند. همچنین در صورتی که قصد خرید بلیط برای تعداد مسافران بیشتری را داشته باشید و می‌خواهید صندلی‌هایتان در کنار هم باشد، کافیست با پشتیبانی علی‌بابا تماس بگیرید. در کنار همه این‌ها، استرداد هر تعداد بلیط در علی‌بابا به راحتی و در کمترین زمان ممکن انجام می‌شود." },
]
export const trainCardDataTwo: trainCardType[] = [
    { id: 4, width: 2.9, image: IMG4.src, title: "کوپه دربست در قطار", body: "یکی از تفاوت‌های قطار با سایر وسائل نقلیه عمومی کوپه‌های دربست آن است. شما می‌توانید کوپه‌های چهارنفره و شش‌نفره را دربست کنید تا به همراه خانواده یا دوستان خود سفر راحت‌تری را تجربه کنید. دربست کردن کوپه اصلا کار سختی نیست و در طی فرایند خرید اینترنتی بلیط از سایت  ", link: "علی بابا", body2: "می‌توانید به آسانی بلیط قطار خود را به صورت دربست خریداری کنیم." },
    { id: 5, width: 2.9, image: IMG5.src, title: " بلیط قطار برای سفرهای دانشجویی", body: "سفر با قطار ارزان است و همین موضوع باعث می‌شود تا مورد توجه دانشجویان باشند. به طور معمول دانشجویانی که در شهرهای غیربومی تحصیل می‌کنند به صورت پرتکرار سفر می‌کنند و ماهانه حداقل یک بار به شهر خودشان باز می‌گردند که قطار یکی از انتخاب‌های اصلی آنهاست؛ چرا که هم قیمت به‌صرفه‌ای دارد و هم سفر راحتی را تجربه خواهند کرد." },
    { id: 6, width: 2.9, image: IMG6.src, title: "خرید بلیط قطار برای مسیرهای پر تعدد", body: " با ارائه ظرفیت کامل بر روی مسیرهای پرتردد مثل تهران – مشهد – تهران، اصفهان – تهران – اصفهان، یزد – تهران – یزد، تهران – شیراز – تهران و... امکان خرید سریع و آسان بلیط قطار، به ویژه در ایام اوج سفر مثل نوروز و تابستان را فراهم می‌کند. شما با مراجعه به سامانه با ", link: "علی بابا", body2: " می‌توانید با خیال راحت بلیط سفرهای ریلی خود را از علی‌بابا خریداری کنید" },
    { id: 7, width: 2.9, image: IMG7.src, title: "بلیط قطار تهران - مشهد", body: " تهران - مشهد پرترددترین مسیر ریلی کشور است که قطارهای تمام شرکت‌های ریلی در این مسیر مسافران را جا‌به‌جا می‌کنند. حضور بارگاه امام رضا در مشهد، برگزاری سمینارها و همایش‌های مختلف و اجرای پروژه‌های تجاری، این مسیر را به یکی از پررونق‌ترین مسیرهای ریلی تبدیل کرده است. در سفرهای زیارتی، که اغلب گروهی و به صورت خانوادگی انجام می‌شود، استقبال از قطار بسیار زیاداست" },

]
export const trainCardDataThree: trainCardType[] = [
    { id: 8, width: 2.9, image: IMG11.src, title3: "قطارهای رجا" },
    { id: 9, width: 2.9, image: IMG12.src, title3: "قطارهای بن‌ریل" },
    { id: 10, width: 2.9, image: IMG13.src, title3: "قطارهای نوآفرین (فدک)" },
    { id: 11, width: 2.9, image: IMG14.src, title3: "قطارهای مسافری نور" },
    { id: 12, width: 2.9, image: IMG15.src, title3: "قطارهای ریل‌ سیر کوثر" },
    { id: 13, width: 2.9, image: IMG16.src, title3: "قطارهای ریل ترابر سبا" },
    { id: 14, width: 2.9, image: IMG17.src, title3: "قطارهای مهتاب سیر جم" },
    { id: 15, width: 2.9, image: IMG18.src, title3: "قطارهای جوپار" },

]
export const trainCardDataFive: trainCardType[] = [
    { id: 16, width: 3.9, title2: "چگونه با کمترین هزینه به مشهد سفر کنیم؟", image: IMG8.src, body: "اگر می‌خواهید بلیط قطار مشهد را خریداری کنید اما نگران هزینه‌اش هستید، این نوشتار را بخوانید. برای خرید بلیط ارزان قطار تهران‌ـ مشهد، گزینه‌های مختلفی مقابل شماست؛ از قطارهای اتوبوسی و کوپه‌‌ای." },
    { id: 17, width: 3.9, title2: "قطارهای لوکس مسیر تهران-مشهد کدام‌ها هستند؟", image: IMG9.src, body: "اگر چه اغلب شرکت‌های ریلی در مسیر پر تردد تهران-مشهد قطار دارند،قطار 5 ستاره فدک، قطار زندگی، غزال vip، قطار نورالرضا و غدیر بهترین قطارهای این مسیر هستند " },
    { id: 18, width: 3.9, title2: "چرا بلیط قطار را آنلاین بخریم؟", image: IMG10.src, body: " خرید آنلاین بلیط قطار کار را برای سفر با این وسیله نقلیه ریلی آسان ساخته است. اگر قصد سفر را دارید، می‌توانید با خرید آنلاین بلیط قطار در زمان و هزینه صرفه‌جویی کنید." },
]