import {descriptionParaType} from "../../model/descriptionPara.type" ;

export const tourData : descriptionParaType[]  = [
    {
        category: 'tour-ticket',
        title: 'گارانتی بهترین قیمت',
        description: 'داستان بسیار ساده است. برای اینکه مطمئن باشید بهترین قیمت تور در علی‌بابا ارائه شده است، می‌توانید باز هم در مورد تور جستجو کنید. اگر همان تور را با قیمت پایین‌تری در جایی دیگر دیدید، این موضوع را به علی‌بابا اطلاع دهید. پس از بررسی این موضوع، علی‌بابا با تخفیفی معادل دو برابر این اختلاف قیمت برایتان تور رزرو می‌کند.,' ,
        readMoreLink: 'https://www.alibaba.ir/mag/tourmarketplace/?utm_source=Alibaba&utm_medium=TourHomepage&utm_campaign=PriceGuarantee',
    },
    {
        category: 'tour-ticket',
        title: 'خدمات ویژه تور',
        description: 'سفر به کیش همیشه یکی از گزینه‌های روی میز است. جزیره‌ای آرام و زیبا در خلیج فارس که به خاطر داشتن امکانات رفاهی و تفریحی فراوانش، گردشگران را به وسوسه می‌اندازد که نه یک بار که چند بار، سفر به این جزیره را تجربه کنند. حالا اگر بخواهید تور کیش را از علی بابا رزرو کنید، علاوه بر آنکه خیالتان از رزرو تور با بهترین قیمت بازار راحت است، می‌توانید از هدیه ویژه علی بابا هم استفاده کنید. این هدیه ویژه کسانی است که از امکان خرید تور با بهترین قیمت استفاده کرده‌اند.',
        readMoreLink: 'https://www.alibaba.ir/mag/kish-tour-activities/?utm_source=Alibaba&utm_medium=TourHomepage&utm_campaign=KishActivities',
    },
    {
        category: 'tour-ticket',
        title: 'سایر تورهای علی‌بابا',
        description: 'برای افرادی که به تازگی پا به عرصه ی گردشگری گذاشته‌اند، سفر با تور بهترین گزینه است. چرا که راهنمایان تور به خاطر تجربه‌های زیادی که دارند، اطلاعات خیلی دقیقی از مقصد گردشگری دارند و استفاده از دانش آن‌ها می تواند ناشناخته‌هایی از مقصد رویایی‌تان را به شما نشان دهد و صد در صد دانستن برخی اطلاعات بهتر از این است که شما فقط آن منطقه را ببینید. تور خارجی و داخلی علی‌بابا خاطره یک سفر رویایی را برای شما به ارمغان خواهند آورد.',
        readMoreLink: '',
    },
]